{
    "cases": {
        "name": "cases",
        "name_long": "Cases",
        "value": "The cumulative number of COVID-19 cases reported up to a given day.",
        "value_daily": "The change in the number of COVID-19 cases compared to the previous day.",
        "geo": {
            "can": "hr",
            "pt": "hr",
            "hr": "hr"
        }
    },
    "deaths": {
        "name": "deaths",
        "name_long": "Deaths",
        "value": "The cumulative number of COVID-19 deaths reported up to a given day.",
        "value_daily": "The change in the number of COVID-19 deaths compared to the previous day.",
        "geo": {
            "can": "hr",
            "pt": "hr",
            "hr": "hr"
        }
    },
    "hospitalizations": {
        "name": "hospitalizations",
        "name_long": "Active hospitalizations",
        "value": "The number of active hospitalizations related to COVID-19 (non-ICU and ICU) reported for a given day.",
        "value_daily": "The change in the number of active hospitalizations related to COVID-19 compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "icu": {
        "name": "icu",
        "name_long": "Active ICU",
        "value": "The number of active ICU hospitalizations related to COVID-19 reported for a given day.",
        "value_daily": "The change in the number of active ICU hospitalizations related to COVID-19 compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "hosp_admissions": {
        "name": "hosp_admissions",
        "name_long": "Hospital admissions",
        "value": "The cumulative number of hospital admissions (non-ICU and ICU) related to COVID-19 reported up to a given day.",
        "value_daily": "The change in the number of hospital admissions related to COVID-19 compared to the previous day.",
        "geo": {
            "pt": "pt"
        }
    },
    "icu_admissions": {
        "name": "icu_admissions",
        "name_long": "ICU admissions",
        "value": "The cumulative number of ICU admissions related to COVID-19 reported up to a given day.",
        "value_daily": "The change in the number of ICU admissions related to COVID-19 compared to the previous day.",
        "geo": {
            "pt": "pt"
        }
    },
    "tests_completed": {
        "name": "tests_completed",
        "name_long": "Tests completed",
        "value": "The cumulative number of PCR tests for COVID-19 reported up to a given day.",
        "value_daily": "The change in the number of PCR tests for COVID-19 reported compared to the previous day.",
        "geo": {
            "can": "pt",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_1": {
        "name": "vaccine_coverage_dose_1",
        "name_long": "Vaccine coverage (dose 1)",
        "value": "The cumulative percent coverage of first doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of first doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_2": {
        "name": "vaccine_coverage_dose_2",
        "name_long": "Vaccine coverage (dose 2)",
        "value": "The cumulative percent coverage of second doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of second doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_3": {
        "name": "vaccine_coverage_dose_3",
        "name_long": "Vaccine coverage (dose 3)",
        "value": "The cumulative percent coverage of third doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of third doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_4": {
        "name": "vaccine_coverage_dose_4",
        "name_long": "Vaccine coverage (dose 4)",
        "value": "The cumulative percent coverage of fourth doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of fourth doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_total_doses": {
        "name": "vaccine_administration_total_doses",
        "name_long": "Vaccine administration (total doses)",
        "value": "The cumulative number of total doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of total doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_1": {
        "name": "vaccine_administration_dose_1",
        "name_long": "Vaccine administration (dose 1)",
        "value": "The cumulative number of first doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of first doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_2": {
        "name": "vaccine_administration_dose_2",
        "name_long": "Vaccine administration (dose 2)",
        "value": "The cumulative number of second doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of second doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_3": {
        "name": "vaccine_administration_dose_3",
        "name_long": "Vaccine administration (dose 3)",
        "value": "The cumulative number of third doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of third doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_4": {
        "name": "vaccine_administration_dose_4",
        "name_long": "Vaccine administration (dose 4)",
        "value": "The cumulative number of fourth doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of fourth doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_distribution_total_doses": {
        "name": "vaccine_distribution_total_doses",
        "name_long": "Vaccine distribution (total doses)",
        "value": "The cumulative number of total doses of COVID-19 vaccines distributed reported up to a given day.",
        "value_daily": "The change in the number of total doses of COVID-19 vaccines distributed reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        },
        "geneal_notes": "The number of doses distributed may become desynchronized from the number of doses administered for a number of reasons, including extra doses (https://web.archive.org/web/20210129091454/https://www.cbc.ca/news/health/pfizer-biontech-vaccine-extra-dose-1.5892298), partial doses (https://web.archive.org/web/20220316141828/https://immunizebc.ca/ask-us/questions/why-covid-19-mrna-moderna-spikevax%E2%84%A2-booster-given-full-dose-some-people-and-half), and vaccine wastage (https://web.archive.org/web/20220428003641/https://vancouversun.com/news/covid-19-b-c-destroyed-hundreds-of-thousands-of-vaccine-doses)."
    }
}
