{
    "cases": {
        "name": "cases",
        "name_long": "Cases",
        "value": "The cumulative number of COVID-19 cases reported up to a given day.",
        "value_daily": "The change in the number of COVID-19 cases compared to the previous day.",
        "geo": {
            "can": "hr",
            "pt": "hr",
            "hr": "hr"
        },
        "general_notes": "Cases generally refer to PCR-confirmed cases of COVID-19, but may include probable and epi-linked cases in some jurisdictions early in the pandemic. Later in the pandemic, cases ascertained by point-of-care testing (POCT) may be included in case counts in some jurisdictions. Cases ascertained via rapid antigen testing (RAT) were also briefly reported in at least one jurisdiction. Some jurisdictions changed case definitions over time. Details regarding case definitions are included as data notes where available.",
        "data_notes": {
            "nt": [
                {
                    "date_start": "",
                    "date_end": "",
                    "note": "Cases include NWT residents, as well as a small number of residents testing positive out-of-territory (14 by end of data collection). Cases exclude non-NWT residents (624 by end of data collection). Reporting a positive rapid antigen test (RAT) result was mandatory from 2021-12-31 to 2022-03-31 (https://web.archive.org/web/20211231212919/https://www.gov.nt.ca/en/newsroom/new-public-guidance-testing-nwt; https://web.archive.org/web/20220331173101/https://www.gov.nt.ca/en/newsroom/gnwt-ending-covid-19-public-health-emergency), and these results were reported as cases on the NWT dashboard alongside PCR and POCT results. No more cases ascertained by RATs were reported after 2022-04-04."
                }
            ],
            "pe": [
                {
                    "date_start": "",
                    "date_end": "",
                    "note": "PEI reports PCR-confirmed cases. Since at least 2022-01-10, it also reports cases ascertained by POCT tests (Abbott ID Now NAAT, later adding Lucira NAAT). It does not include individuals that tested positive on a rapid antigen test."
                }
            ]
        }
    },
    "deaths": {
        "name": "deaths",
        "name_long": "Deaths",
        "value": "The cumulative number of COVID-19 deaths reported up to a given day.",
        "value_daily": "The change in the number of COVID-19 deaths compared to the previous day.",
        "geo": {
            "can": "hr",
            "pt": "hr",
            "hr": "hr"
        },
        "general_notes": "Deaths may refer to deaths where COVID-19 was an underlying cause or deaths within a certain number of days of a positive COVID-19 test. The former definition is generally preferred if multiple metrics are available. Some jurisdictions changed death reporting definitions over time. Details regarding death reporting definitions are included as data notes where available."
    },
    "hospitalizations": {
        "name": "hospitalizations",
        "name_long": "Active hospitalizations",
        "value": "The number of active hospitalizations related to COVID-19 (non-ICU and ICU) reported for a given day.",
        "value_daily": "The change in the number of active hospitalizations related to COVID-19 compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "icu": {
        "name": "icu",
        "name_long": "Active ICU",
        "value": "The number of active ICU hospitalizations related to COVID-19 reported for a given day.",
        "value_daily": "The change in the number of active ICU hospitalizations related to COVID-19 compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "hosp_admissions": {
        "name": "hosp_admissions",
        "name_long": "Hospital admissions",
        "value": "The cumulative number of hospital admissions (non-ICU and ICU) related to COVID-19 reported up to a given day.",
        "value_daily": "The change in the number of hospital admissions related to COVID-19 compared to the previous day.",
        "geo": {
            "pt": "pt"
        },
        "data_notes": {
            "yt": [
                {
                    "date_start": "",
                    "date_end": "",
                    "note": "Definition unknown. Value does not include patients medevaced out of territory (28 by end of data collection)."
                }
            ]
        }
    },
    "icu_admissions": {
        "name": "icu_admissions",
        "name_long": "ICU admissions",
        "value": "The cumulative number of ICU admissions related to COVID-19 reported up to a given day.",
        "value_daily": "The change in the number of ICU admissions related to COVID-19 compared to the previous day.",
        "geo": {
            "pt": "pt"
        }
    },
    "tests_completed": {
        "name": "tests_completed",
        "name_long": "Tests completed",
        "value": "The cumulative number of PCR tests for COVID-19 reported up to a given day.",
        "value_daily": "The change in the number of PCR tests for COVID-19 reported compared to the previous day.",
        "geo": {
            "can": "pt",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_1": {
        "name": "vaccine_coverage_dose_1",
        "name_long": "Vaccine coverage (dose 1)",
        "value": "The cumulative percent coverage of first doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of first doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_2": {
        "name": "vaccine_coverage_dose_2",
        "name_long": "Vaccine coverage (dose 2)",
        "value": "The cumulative percent coverage of second doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of second doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_3": {
        "name": "vaccine_coverage_dose_3",
        "name_long": "Vaccine coverage (dose 3)",
        "value": "The cumulative percent coverage of third doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of third doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_coverage_dose_4": {
        "name": "vaccine_coverage_dose_4",
        "name_long": "Vaccine coverage (dose 4)",
        "value": "The cumulative percent coverage of fourth doses of COVID-19 vaccines in the population reported up to a given day.",
        "value_daily": "The change in the percent coverage of fourth doses of COVID-19 vaccines reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_total_doses": {
        "name": "vaccine_administration_total_doses",
        "name_long": "Vaccine administration (total doses)",
        "value": "The cumulative number of total doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of total doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_1": {
        "name": "vaccine_administration_dose_1",
        "name_long": "Vaccine administration (dose 1)",
        "value": "The cumulative number of first doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of first doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_2": {
        "name": "vaccine_administration_dose_2",
        "name_long": "Vaccine administration (dose 2)",
        "value": "The cumulative number of second doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of second doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_3": {
        "name": "vaccine_administration_dose_3",
        "name_long": "Vaccine administration (dose 3)",
        "value": "The cumulative number of third doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of third doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_administration_dose_4": {
        "name": "vaccine_administration_dose_4",
        "name_long": "Vaccine administration (dose 4)",
        "value": "The cumulative number of fourth doses of COVID-19 vaccines administered reported up to a given day.",
        "value_daily": "The change in the number of fourth doses of COVID-19 vaccines administered reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        }
    },
    "vaccine_distribution_total_doses": {
        "name": "vaccine_distribution_total_doses",
        "name_long": "Vaccine distribution (total doses)",
        "value": "The cumulative number of total doses of COVID-19 vaccines distributed reported up to a given day.",
        "value_daily": "The change in the number of total doses of COVID-19 vaccines distributed reported compared to the previous day.",
        "geo": {
            "can": "can",
            "pt": "pt"
        },
        "general_notes": "The number of doses distributed may become desynchronized from the number of doses administered for a number of reasons, including extra doses (https://web.archive.org/web/20210129091454/https://www.cbc.ca/news/health/pfizer-biontech-vaccine-extra-dose-1.5892298), partial doses (https://web.archive.org/web/20220316141828/https://immunizebc.ca/ask-us/questions/why-covid-19-mrna-moderna-spikevax%E2%84%A2-booster-given-full-dose-some-people-and-half), and vaccine wastage (https://web.archive.org/web/20220428003641/https://vancouversun.com/news/covid-19-b-c-destroyed-hundreds-of-thousands-of-vaccine-doses)."
    }
}
